cypress/fixtures/prestamos/consultarPrestamos.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sn="http://www.bncr.fi.cr/soa/SN_ConsultaPrestamos">
   <soapenv:Header/>
   <soapenv:Body>
      <sn:solicitud>
         <sn:encabezado>
            <sn:fechaHoraConsumo>2020-01-26T19:15:54.294Z</sn:fechaHoraConsumo>
            <sn:canalConsumidor>IBP</sn:canalConsumidor>
            <sn:usuarioConsumidor>113720104</sn:usuarioConsumidor>
            <sn:direccionIPConsumo>?</sn:direccionIPConsumo>
            <sn:nombreServicio>?</sn:nombreServicio>
         </sn:encabezado>
         <sn:cuerpo>
            <sn:entradaServicio>
               <!--Optional:-->
               <sn:tipoIdentificacion>1</sn:tipoIdentificacion>
               <!--Optional:-->
               <sn:identificacion>1-1372-0104</sn:identificacion>
               <!--Optional:-->
               <sn:numeroCliente>428402</sn:numeroCliente>
            </sn:entradaServicio>
         </sn:cuerpo>
      </sn:solicitud>
   </soapenv:Body>
</soapenv:Envelope>